---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PartmakerParamDivisionGap
source: html/cc74ee81-4f90-acae-b6c4-139140dd2e8f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PartmakerParamDivisionGap Property

"Gap"

## Syntax (C#)
```csharp
public static ForgeTypeId PartmakerParamDivisionGap { get; }
```